export const dailyConversations = [
  {
    "id": "daily_2",
    "title": "Good Morning (おはようございます)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "サトシ",
        "text": "初はじめまして。大和やまと聡さとしと申もうします。45歳さいです。システムエンジニアです。"
      },
      {
        "sender": "アイ",
        "text": "初はじめまして。大和やまと愛あいと申もうします。43歳さいです。専せん業ぎょう主しゅ婦ふです。"
      },
      {
        "sender": "ケン",
        "text": "初はじめまして。大和やまと健けんです。17歳さいです。高こう校こう2年ねん生せいです。"
      },
      {
        "sender": "ユメ",
        "text": "初はじめまして。大和やまと夢ゆめです。14歳さいです。中ちゅう学がく2年ねん生せいです。"
      },
      {
        "sender": "Dog",
        "text": "初はじめまして。犬いぬの麦むぎです。3歳さいです。大和やまと家けのペットです。"
      },
      {
        "sender": "Cat",
        "text": "初はじめまして。猫ねこの花はなです。2歳さいです。同おなじく大和やまと家けのペットです。"
      },
      {
        "sender": "サトシ",
        "text": "おはよう！"
      },
      {
        "sender": "ユメ",
        "text": "おはようございます！"
      },
      {
        "sender": "アイ",
        "text": "おはよう！あれ？健けんは？"
      },
      {
        "sender": "ユメ",
        "text": "お兄にいちゃんならまだ寝ねてるよ！"
      },
      {
        "sender": "アイ",
        "text": "え？まったくもう！健けん！早はやく起おきなさい！遅ち刻こくするわよ！"
      },
      {
        "sender": "ケン",
        "text": "うーん・・・あと5分ふん寝ねかせて！"
      },
      {
        "sender": "アイ",
        "text": "何なに言いってるの！さっさと起おきなさい！"
      },
      {
        "sender": "ケン",
        "text": "はぁ～い・・・。"
      },
      {
        "sender": "アイ",
        "text": "夢ゆめちゃん、麦むぎと花はなに餌えさをあげてくれる？"
      },
      {
        "sender": "ユメ",
        "text": "うん！わかった！花はなのトイレの砂すなも変かえとく？"
      },
      {
        "sender": "アイ",
        "text": "そうね！そろそろ変かえたほうがいいかな？じゃ、お願ねがい！"
      },
      {
        "sender": "ユメ",
        "text": "了りょう解かい！"
      },
      {
        "sender": "サトシ",
        "text": "ママ、新あたらしい髭ひげ剃そりを買かっといてくれた？"
      },
      {
        "sender": "アイ",
        "text": "ええ、あなたの歯はブラシの横よこに置おいといたわよ！"
      },
      {
        "sender": "サトシ",
        "text": "あ！あった！あった！センキュー！"
      },
      {
        "sender": "アイ",
        "text": "夢ゆめちゃん、ちゃんと歯はを磨みがいた？"
      },
      {
        "sender": "ユメ",
        "text": "うん、ちゃんと磨みがいたよ。ママ、使つかい捨すてのコンタクトレンズがあと1いっ個こしかない！"
      },
      {
        "sender": "アイ",
        "text": "あ！そうなの？じゃ、今きょ日う、ドラッグストアで買かってくるね。"
      },
      {
        "sender": "ユメ",
        "text": "ありがとう！お願ねがいしまーす！"
      },
      {
        "sender": "アイ",
        "text": "健けんはまだ起おきてこないわね。いつまで寝ねてるのかしら。パパ、ちょっと健けんを起おこしてきてくれる？"
      },
      {
        "sender": "サトシ",
        "text": "え、今いまからトイレに行いこうと思おもってたんだけど・・・。"
      },
      {
        "sender": "アイ",
        "text": "あ！そうなの？"
      },
      {
        "sender": "ユメ",
        "text": "え？私わたしもトイレに行いきたい！先さきに行いっていい？パパのトイレ長ながいから！"
      },
      {
        "sender": "サトシ",
        "text": "お！いいよ！じゃ、先さきに行いって！"
      },
      {
        "sender": "ユメ",
        "text": "センキュー！"
      },
      {
        "sender": "サトシ",
        "text": "ママ、今きょ日うの新しん聞ぶんはどこ？"
      },
      {
        "sender": "アイ",
        "text": "あ！まだ取とりに行いってない。ポストから取とって来きてくれる？"
      },
      {
        "sender": "アイ",
        "text": "ついでに、このゴミをゴミ置おき場ばへ捨すててきて！お願ねがい！"
      },
      {
        "sender": "サトシ",
        "text": "了りょう解かい！"
      },
      {
        "sender": "サトシ",
        "text": "ありがとう！"
      }
    ]
  },
  {
    "id": "daily_3",
    "title": "What Time Is It Now? (今、何時ですか?)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "ケン",
        "text": "おはよう！今いま、何なん時じ？"
      },
      {
        "sender": "アイ",
        "text": "7時じ35分ふん！もう7時じ半はん過すぎてるわよ！"
      },
      {
        "sender": "ケン",
        "text": "わ！もうそんな時じ間かん？"
      },
      {
        "sender": "アイ",
        "text": "だから早はやく起おきなさいって言いったでしょ！"
      },
      {
        "sender": "ケン",
        "text": "だって、昨きの日う、寝ねたの遅おそかったんだもん！"
      },
      {
        "sender": "アイ",
        "text": "何なん時じに寝ねたの？"
      },
      {
        "sender": "ケン",
        "text": "夜よ中なかの2時じぐらいかなぁ。"
      },
      {
        "sender": "アイ",
        "text": "そんな遅おそくまで何なにしてたの？"
      },
      {
        "sender": "ユメ",
        "text": "お兄にいちゃん、ずっとゲームしてたんだよ！"
      },
      {
        "sender": "サトシ",
        "text": "じゃ、眠ねむくても自じ業ごう自じ得とくだな。"
      },
      {
        "sender": "ケン",
        "text": "ゲームしちゃうと、面おも白しろくって、ついつい時じ間かんを忘わすれちゃうんだよね。"
      },
      {
        "sender": "アイ",
        "text": "勉べん強きょうにもそれぐらい打うち込こんでくれるといいんだけど！"
      },
      {
        "sender": "ケン",
        "text": "はいはい・・・。"
      },
      {
        "sender": "ユメ",
        "text": "ママ、次つぎの日にち曜よう日びは何なん月がつ何なん日にちだっけ？"
      },
      {
        "sender": "アイ",
        "text": "次つぎの日にち曜よう日びは6月がつ3日みっかよ。どうして？"
      },
      {
        "sender": "ユメ",
        "text": "友とも達だちの誕たん生じょう日びなんだ。"
      },
      {
        "sender": "アイ",
        "text": "誰だれの？"
      },
      {
        "sender": "ユメ",
        "text": "彩あやちゃん。"
      },
      {
        "sender": "アイ",
        "text": "あ、彩あやちゃんは6月がつ生うまれなのね。"
      },
      {
        "sender": "ユメ",
        "text": "うん。"
      },
      {
        "sender": "アイ",
        "text": "何なにかプレゼントするの？"
      },
      {
        "sender": "ユメ",
        "text": "うん、今いま、考かんがえてるとこ。何なにがいいかなぁ。"
      },
      {
        "sender": "アイ",
        "text": "予よ算さんは？"
      },
      {
        "sender": "ユメ",
        "text": "うーん、3,000円えんぐらいかな？"
      },
      {
        "sender": "アイ",
        "text": "3,000円えんあればいろいろ買かえそうね。"
      },
      {
        "sender": "ユメ",
        "text": "今きょ日う、学がっ校こうの帰かえりに雑ざっ貨か店てんに行いってみてくる。"
      },
      {
        "sender": "アイ",
        "text": "夢ゆめちゃん、今きょ日う、塾じゅくがある日ひじゃなかった？"
      },
      {
        "sender": "ユメ",
        "text": "ないよ！塾じゅくは明あし日ただよ！"
      },
      {
        "sender": "アイ",
        "text": "あ、そうだっけ？忘わすれないようにちゃんと行いきなさいよ！"
      },
      {
        "sender": "ユメ",
        "text": "はいはい、わかってますって！"
      },
      {
        "sender": "アイ",
        "text": "健けんは今きょ日うは塾じゅくの日ひだよね？"
      },
      {
        "sender": "ケン",
        "text": "そうだったんだけど、先せん生せいの都つ合ごうで明あし日たに変へん更こうになったんだ。"
      },
      {
        "sender": "アイ",
        "text": "あ、そうなの？明あし日たは何なん時じから？"
      },
      {
        "sender": "ケン",
        "text": "たしか夜よる7時じからだったと思おもう。"
      },
      {
        "sender": "アイ",
        "text": "何なん時じまで？"
      },
      {
        "sender": "ケン",
        "text": "数すう学がくだけだから8時じ半はんまでかな？"
      },
      {
        "sender": "アイ",
        "text": "遅ち刻こくしないようにね。"
      },
      {
        "sender": "ケン",
        "text": "わかってるって！"
      },
      {
        "sender": "アイ",
        "text": "パパは今きょ日うは遅おそくなるの？"
      },
      {
        "sender": "サトシ",
        "text": "会かい社しゃへ行いってみないとわからないなぁ。"
      },
      {
        "sender": "アイ",
        "text": "遅おそくなるようだったら、LINEちょうだい。"
      },
      {
        "sender": "サトシ",
        "text": "どうして？"
      },
      {
        "sender": "アイ",
        "text": "もしパパが早はやく帰かえってこれるなら、今きょ日うの晩ばん御ご飯はんは鋤すき焼やきにしようと思おもってるから。"
      },
      {
        "sender": "ケン",
        "text": "え！鋤すき焼やき？やったー！"
      },
      {
        "sender": "アイ",
        "text": "パパが早はやく帰かえってこれるならね。"
      },
      {
        "sender": "ユメ",
        "text": "パパ！今きょ日うは早はやく帰かえってきてね！"
      },
      {
        "sender": "サトシ",
        "text": "うん、できるだけ早はやく帰かえるようにするよ。とりあえず、予よ定ていがわかったらLINEで連れん絡らくするよ！"
      },
      {
        "sender": "アイ",
        "text": "できるだけ早はやめにお願ねがいね。"
      },
      {
        "sender": "サトシ",
        "text": "うん、わかった！"
      }
    ]
  },
  {
    "id": "daily_4",
    "title": "Getting Dressed (服を着替えます)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "アイ",
        "text": "夢ゆめちゃん！まだパジャマ着きてるの？早はやく脱ぬいで着き替がえなさい！"
      },
      {
        "sender": "ユメ",
        "text": "うーん、着きていく服ふくがなかなか決きめられなくて。ピンクの花はな柄がらのブラウスと青あおのストライプのブラウスならどっちがいいかな？"
      },
      {
        "sender": "アイ",
        "text": "スカートはどれにするつもり？"
      },
      {
        "sender": "ユメ",
        "text": "この黒くろいスカートにしようと思おもってるんだけど。"
      },
      {
        "sender": "アイ",
        "text": "黒くろのスカートなら、ピンクの花はな柄がらのほうがいいんじゃない？一いち度ど着きてみたら？"
      },
      {
        "sender": "ユメ",
        "text": "あ！この黒くろのスカート、ちょっときついかも？うわっ！ ホックがとれちゃった！"
      },
      {
        "sender": "アイ",
        "text": "え？ほんとだ！最さい近きん、ちょっと太ふとったんじゃない？"
      },
      {
        "sender": "ユメ",
        "text": "そうかも・・・ダイエットしなくちゃ！"
      },
      {
        "sender": "アイ",
        "text": "え？ダイエット？ダイエットなんかしないで運うん動どうしなさい！"
      },
      {
        "sender": "ユメ",
        "text": "しょうがないな。じゃ、この緑みどりのスカートにしよう。"
      },
      {
        "sender": "アイ",
        "text": "その緑みどりのスカートなら、青あおのストライプのほうがいいかもね？"
      },
      {
        "sender": "ユメ",
        "text": "だよね。ん？でも、このスカート、サイズがちょっと大おおきいかも？"
      },
      {
        "sender": "アイ",
        "text": "え？この前まえ買かったスカートだよね？"
      },
      {
        "sender": "ユメ",
        "text": "うん、ママが大おおき目めを買かったほうがいいって言いうから。"
      },
      {
        "sender": "アイ",
        "text": "ちょっと大きすぎたかな？"
      },
      {
        "sender": "ユメ",
        "text": "うん、長ながすぎるし、ウエストもぶかぶかだよ。"
      },
      {
        "sender": "アイ",
        "text": "ほんとだ！これは無む理りだね。ほかの服ふくは？"
      },
      {
        "sender": "ユメ",
        "text": "じゃ、この水みず玉たまのワンピースにしようかな。"
      },
      {
        "sender": "アイ",
        "text": "このチェックのパンツも可か愛わいいね。"
      },
      {
        "sender": "ユメ",
        "text": "でも、花はな柄がらのブラウスなら無む地じのパンツのほうがいいかな？え～！迷まよう！"
      },
      {
        "sender": "アイ",
        "text": "じゃ、ママが決きめてあげる！この水みず玉たまのワンピースにしよう！"
      },
      {
        "sender": "ユメ",
        "text": "そうだね！そうする！"
      },
      {
        "sender": "アイ",
        "text": "じゃ、さっさと着き替がえて朝あさご飯はんを食たべましょう！さっきのホックが外はずれた黒くろのスカートはどこ？"
      },
      {
        "sender": "ユメ",
        "text": "これだよ！"
      },
      {
        "sender": "アイ",
        "text": "あとでホックを付つけ直なおしといてあげるよ。"
      },
      {
        "sender": "ユメ",
        "text": "え？でももう小ちいさいから入はいらないかも。"
      },
      {
        "sender": "アイ",
        "text": "あ、そうだね。子こ供どもはすぐに大おおきくなるからね！"
      },
      {
        "sender": "ユメ",
        "text": "ウエストは大おおきくならなくてもいいんだけどね。"
      },
      {
        "sender": "アイ",
        "text": "ははは！そういうわけにはいかないわ。でも捨すてるのもったいないから、ホックを付つけ直なおしていとこの凛りんちゃんにあげよう！"
      },
      {
        "sender": "ユメ",
        "text": "あ、凛りんちゃんなら入はいるね。"
      },
      {
        "sender": "アイ",
        "text": "あ、そういえば、健けんのシャツのボタンも一ひとつ取とれてたような気きがする。ついでに健けんのシャツのボタンもつけとくか！"
      },
      {
        "sender": "ユメ",
        "text": "お兄にいちゃん、靴くつ下したにも大おおきな穴あなが開あいてたよ。"
      },
      {
        "sender": "アイ",
        "text": "え？さすがに靴くつ下したは捨すてるしかないわね。すぐに穴あなが開あくからね～。何なん枚まい買かっても足たりないわ。"
      }
    ]
  },
  {
    "id": "daily_5",
    "title": "Jogging (ジョギングします)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "サトシ",
        "text": "おはようございます！"
      },
      {
        "sender": "Nakamura",
        "text": "おはようございます！桜さくらが満まん開かいですね！"
      },
      {
        "sender": "サトシ",
        "text": "ほんとですね！"
      },
      {
        "sender": "Nakamura",
        "text": "今こ年としは開かい花かが早はやかったそうですよ。"
      },
      {
        "sender": "サトシ",
        "text": "あ、そうなんですか？そう言いわれてみると、年ねん々ねん開かい花かが早はやくなってるような気きがしますね。"
      },
      {
        "sender": "Nakamura",
        "text": "やはり、地ち球きゅう温おん暖だん化かのせいでしょうか。"
      },
      {
        "sender": "サトシ",
        "text": "そうかもしれないですね。"
      },
      {
        "sender": "Nakamura",
        "text": "はくしょん！"
      },
      {
        "sender": "サトシ",
        "text": "風か邪ぜですか？"
      },
      {
        "sender": "Nakamura",
        "text": "いえいえ、花か粉ふん症しょうなんですよ。今きょ日うは杉すぎの花か粉ふんがたくさん飛とんでるようで・・・。"
      },
      {
        "sender": "サトシ",
        "text": "あ、そういえば、今け朝さ、ニュースでいってましたね。この季き節せつ、花か粉ふん症しょうだと辛つらいですよね。"
      },
      {
        "sender": "Nakamura",
        "text": "そうなんですよ。マスクしてジョギングするわけにもいかないので。"
      },
      {
        "sender": "サトシ",
        "text": "ほんとですよね。病びょう院いんには行いってないんですか？"
      },
      {
        "sender": "Nakamura",
        "text": "ええ、行いってないんですよ。"
      },
      {
        "sender": "サトシ",
        "text": "うちの妻つまも花か粉ふん症しょうなんですが、病びょう院いんで注ちゅう射しゃを打うってもらったら、楽らくになったって言いってましたよ。"
      },
      {
        "sender": "Nakamura",
        "text": "え、本ほん当とうですか？どこの病びょう院いんですか？"
      },
      {
        "sender": "サトシ",
        "text": "町まち中なか総そう合ごう病びょう院いんです。"
      },
      {
        "sender": "Nakamura",
        "text": "あ、あそこはアレルギー科かがありましたね。"
      },
      {
        "sender": "サトシ",
        "text": "ええ。"
      },
      {
        "sender": "Nakamura",
        "text": "じゃ、僕ぼくもちょっと診みてもらおうかな。"
      },
      {
        "sender": "サトシ",
        "text": "そうですね。一いち度ど行いってみてください。"
      },
      {
        "sender": "Nakamura",
        "text": "いい情じょう報ほうありがとうございます！"
      },
      {
        "sender": "サトシ",
        "text": "いえいえ。"
      },
      {
        "sender": "Nakamura",
        "text": "あれ？あんなところに人ひとだかりができてる！"
      },
      {
        "sender": "サトシ",
        "text": "あ！ほんとですね。"
      },
      {
        "sender": "Nakamura",
        "text": "救きゅう急きゅう車しゃも来きてますね。交こう通つう事じ故こがあったようですね。"
      },
      {
        "sender": "サトシ",
        "text": "え！怖こわい！大だい丈じょう夫ぶなのかな？"
      },
      {
        "sender": "Nakamura",
        "text": "車くるまとバイクの接せっ触しょく事じ故こみたいですね。"
      },
      {
        "sender": "サトシ",
        "text": "あそこで警けい察さつ官かんと話はなしてるのはバイクの運うん転てん手しゅかな？"
      },
      {
        "sender": "Nakamura",
        "text": "あ！そうみたいですね。怪け我ががなくてよかった！"
      },
      {
        "sender": "サトシ",
        "text": "バイクの運うん転てんは気きをつけないとね。車くるまと違ちがって、倒たおれたら大おお怪け我がしますから！"
      },
      {
        "sender": "Nakamura",
        "text": "ほんとに！"
      },
      {
        "sender": "サトシ",
        "text": "幸さいわい、僕ぼくはバイクの免めん許きょは持もってないので大だい丈じょう夫ぶです。"
      },
      {
        "sender": "Nakamura",
        "text": "スクーターも乗のらないんですか。"
      },
      {
        "sender": "サトシ",
        "text": "ええ、車くるましか運うん転てんしません。"
      },
      {
        "sender": "Nakamura",
        "text": "ま、私わたしもそうなんですけどね。"
      },
      {
        "sender": "サトシ",
        "text": "じゃ、いっしょですね。ははっ。"
      }
    ]
  },
  {
    "id": "daily_6",
    "title": "Eating Breakfast (朝ご飯を食べます)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "ユメ",
        "text": "ほら！見みて！自じ分ぶんで目め玉だま焼やきを焼やいたんだよ！"
      },
      {
        "sender": "サトシ",
        "text": "お！うまくできたね！"
      },
      {
        "sender": "ケン",
        "text": "僕ぼくの分ぶんも焼やいてよ！"
      },
      {
        "sender": "ユメ",
        "text": "OK！いいよ！"
      },
      {
        "sender": "アイ",
        "text": "ご飯はんにする？パンにする？"
      },
      {
        "sender": "ケン",
        "text": "僕ぼくはパンかな。"
      },
      {
        "sender": "ユメ",
        "text": "私わたしも！"
      },
      {
        "sender": "サトシ",
        "text": "パパはご飯はんにするよ。今きょ日うのお味み噌そ汁しるは何？"
      },
      {
        "sender": "アイ",
        "text": "今きょ日うはお豆とう腐ふとワカメのお味み噌そ汁しるよ。あとは焼やき鮭ざけと納なっ豆とうと海の苔りかな。納なっ豆とうは自じ分ぶんで混まぜてね。卵たまご入いれる？"
      },
      {
        "sender": "サトシ",
        "text": "今きょ日うのお味み噌そ汁しる、ちょっとしょっぱいね。"
      },
      {
        "sender": "アイ",
        "text": "あらそう？お味み噌そを入いれすぎちゃったかしら？ちょっとお湯ゆを足たすわね。"
      },
      {
        "sender": "サトシ",
        "text": "うん、お願ねがい。"
      },
      {
        "sender": "ケン",
        "text": "ママ、パンはどこにあるの？"
      },
      {
        "sender": "アイ",
        "text": "ホームベーカリーの中なかにあるわよ。今け朝さ焼やいたの。焼やきたてでおいしいわよ。"
      },
      {
        "sender": "ユメ",
        "text": "わ！ふかふかでおいしそう！"
      },
      {
        "sender": "ケン",
        "text": "やっぱ焼やきたてのパンは違ちがうね！"
      },
      {
        "sender": "ユメ",
        "text": "ちょっと厚あつめに切きって、バターとジャムとハチミツを塗ぬってっと！"
      },
      {
        "sender": "ケン",
        "text": "え？全ぜん部ぶ塗ぬるの？太ふとるよ！"
      },
      {
        "sender": "ユメ",
        "text": "大おおきなお世せ話わよ！ほっとって！"
      },
      {
        "sender": "ケン",
        "text": "はいはい。僕ぼくは、何なにもつけないでこのまま食たべるよ！"
      },
      {
        "sender": "アイ",
        "text": "オレンジジュースとミルクが冷れい蔵ぞう庫こに入はいってるわよ。"
      },
      {
        "sender": "ケン",
        "text": "僕ぼくはコーヒーがいいな。"
      },
      {
        "sender": "アイ",
        "text": "インスタントコーヒーでいい？"
      },
      {
        "sender": "アイ",
        "text": "え？じゃ自じ分ぶんでやってね！"
      },
      {
        "sender": "ケン",
        "text": "うん、自じ分ぶんでやるよ。コーヒー豆まめはどこにあるの？"
      },
      {
        "sender": "アイ",
        "text": "コーヒー豆まめ？はい！ これよ！"
      },
      {
        "sender": "ケン",
        "text": "センキュー！"
      },
      {
        "sender": "ケン",
        "text": "うーん、やっぱり挽ひき立たてのコーヒーはおいしいね。"
      },
      {
        "sender": "サトシ",
        "text": "パパにも入いれてくれる？"
      },
      {
        "sender": "ケン",
        "text": "うん、いいよ！ブラックでいい？"
      },
      {
        "sender": "サトシ",
        "text": "うん、ブラックで！"
      },
      {
        "sender": "ユメ",
        "text": "私わたしはオレンジジュースにしようっと！だって、コーヒー、苦にがいんだもん！"
      }
    ]
  },
  {
    "id": "daily_7",
    "title": "Going to Work (会社へ行きます)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "サトシ",
        "text": "あ！もう8時じだ！そろそろ行いかないと！"
      },
      {
        "sender": "アイ",
        "text": "ハンカチとティッシュ持もった？"
      },
      {
        "sender": "サトシ",
        "text": "うん。"
      },
      {
        "sender": "アイ",
        "text": "定てい期きは？"
      },
      {
        "sender": "サトシ",
        "text": "うん鞄かばんの中なかに入はいってるよ。"
      },
      {
        "sender": "アイ",
        "text": "携けい帯たいは？"
      },
      {
        "sender": "サトシ",
        "text": "あ！充じゅう電でん中ちゅうだった！やばいやばい！"
      },
      {
        "sender": "サトシ",
        "text": "ほんと！気きが付ついてよかったよ。"
      },
      {
        "sender": "アイ",
        "text": "ほんとに！じゃ、気きを付つけてね。"
      },
      {
        "sender": "サトシ",
        "text": "うん。行いってきます。"
      },
      {
        "sender": "アイ",
        "text": "いってらっしゃい。"
      },
      {
        "sender": "サトシ",
        "text": "あ！また電でん車しゃが遅おくれてる！何なにかあったんですか？"
      },
      {
        "sender": "Station",
        "text": "ええ、踏ふみ切きりで車くるまと電でん車しゃが接せっ触しょくしたみたいなんです。"
      },
      {
        "sender": "サトシ",
        "text": "どのくらいで復ふっ旧きゅうしますか。"
      },
      {
        "sender": "Station",
        "text": "そうですね。1いち時じ間かんぐらいかかるんじゃないかと・・・。"
      },
      {
        "sender": "サトシ",
        "text": "1いち時じ間かんも！しょうがないな。タクシーでいくか。"
      },
      {
        "sender": "サトシ",
        "text": "わ！タクシー乗のり場ばもいっぱいだ！このままだと10時じの会かい議ぎに間まに合あわないなぁ。"
      },
      {
        "sender": "Yamada",
        "text": "ABCシステム株かぶ式しき会がい社しゃでございます。"
      },
      {
        "sender": "サトシ",
        "text": "もしもし、大やま和とだけど。"
      },
      {
        "sender": "Yamada",
        "text": "あ、大やま和と部ぶ長ちょうですか？"
      },
      {
        "sender": "サトシ",
        "text": "あ！山やま田だ君くん？"
      },
      {
        "sender": "Yamada",
        "text": "はい、山やま田だです。"
      },
      {
        "sender": "サトシ",
        "text": "今きょ日う電でん車しゃが遅おくれててね。今いまタクシーに乗のろうと思おもってタクシー乗のり場ばに来きたんだけど人ひとがいっぱいで・・・。10時じの会かい議ぎに間まに合あいそうにないんだよ。"
      },
      {
        "sender": "Yamada",
        "text": "え？そうなんですか。じゃ、今いまから会かい社しゃの車くるまで迎むかえに行いきましょうか。今いま8時じ半はんなので、9く時じ前まえにはそちらの駅えきに着つくと思おもいます。"
      },
      {
        "sender": "サトシ",
        "text": "ほんとに？申もうし訳わけないね。じゃ、そうしてくれる？"
      },
      {
        "sender": "Yamada",
        "text": "ええ、いいですよ。駅えき東ひがし口ぐちのファミリーマートの前まえで待まっていてください。"
      },
      {
        "sender": "サトシ",
        "text": "わかった！じゃ、お願ねがいします！"
      },
      {
        "sender": "Yamada",
        "text": "はい、ではまたあとで。"
      }
    ]
  },
  {
    "id": "daily_8",
    "title": "Going to School (学校へ行きます)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "ケン",
        "text": "あ！自じ転てん車しゃがパンクしてる！これじゃ学がっ校こうに行いけないや！ママ、車くるまで学がっ校こうまで送おくってよ！"
      },
      {
        "sender": "アイ",
        "text": "え？ママの自じ転てん車しゃ貸かしてあげるわよ！"
      },
      {
        "sender": "ケン",
        "text": "えー！やだよ！ママチャリなんかかっこわるいもん！"
      },
      {
        "sender": "アイ",
        "text": "じゃ、パパのマウンテンバイク借かりたら？"
      },
      {
        "sender": "ケン",
        "text": "鍵かぎは？"
      },
      {
        "sender": "アイ",
        "text": "知しらない。パパに電でん話わして聞きいたら？"
      },
      {
        "sender": "サトシ",
        "text": "もしもし？"
      },
      {
        "sender": "ケン",
        "text": "あ！パパ！マウンテンバイクの鍵かぎってどこにあるの？"
      },
      {
        "sender": "サトシ",
        "text": "どうして？"
      },
      {
        "sender": "ケン",
        "text": "え？僕ぼくの自じ転てん車しゃがパンクしちゃって。"
      },
      {
        "sender": "サトシ",
        "text": "あ！そういうことか。でも、ごめん。鍵かぎは今いまパパが持もってるよ。"
      },
      {
        "sender": "ケン",
        "text": "え？そうなの？じゃダメだね。"
      },
      {
        "sender": "サトシ",
        "text": "ごめんごめん。"
      },
      {
        "sender": "ケン",
        "text": "ママ！マウンテンバイクの鍵かぎはパパが持もってるらしいよ。"
      },
      {
        "sender": "アイ",
        "text": "え？そうなの。じゃ仕し方かたないわね。"
      },
      {
        "sender": "ケン",
        "text": "やった！センキュー！"
      },
      {
        "sender": "アイ",
        "text": "今日きょうだけよ！"
      },
      {
        "sender": "ケン",
        "text": "ママ、ごめんだけど、パンクを修しゅう理りしといてくれる？"
      },
      {
        "sender": "アイ",
        "text": "え～！ママが自じ転てん車しゃ屋やさんまで押おしていくの？"
      },
      {
        "sender": "ユメ",
        "text": "駅えき前まえの自じ転てん車しゃ屋やさん、出しゅっ張ちょう修しゅう理りもしてくれるみたいよ。"
      },
      {
        "sender": "アイ",
        "text": "あ！そうなの？じゃ、それ頼たのも！"
      },
      {
        "sender": "ケン",
        "text": "今きょ日う中じゅうに直なおるかな？"
      },
      {
        "sender": "アイ",
        "text": "パンクなんかすぐ直なおるわよ！"
      },
      {
        "sender": "ユメ",
        "text": "じゃ、ママ、私わたしは先さきに学がっ校こう行いくね。"
      },
      {
        "sender": "アイ",
        "text": "うん。車くるまに気きを付つけてね！"
      },
      {
        "sender": "ユメ",
        "text": "はい！じゃ、行いってきます！"
      },
      {
        "sender": "アイ",
        "text": "いってらっしゃい！"
      },
      {
        "sender": "アイ",
        "text": "健けん、忘わすれ物ものない？"
      },
      {
        "sender": "ケン",
        "text": "うん、大だい丈じょう夫ぶ！"
      },
      {
        "sender": "アイ",
        "text": "じゃ、出しゅっ発ぱつするわよ！シートベルトして！"
      },
      {
        "sender": "ケン",
        "text": "OK！ママ、帰かえりも車くるまで迎むかえに来きてくれるの？"
      },
      {
        "sender": "アイ",
        "text": "何なに言いってるの！ママは忙いそがしいんだから、バスで帰かえってきなさい！"
      },
      {
        "sender": "ケン",
        "text": "ちぇっ！なーんだ！"
      },
      {
        "sender": "アイ",
        "text": "文もん句く言いうなら、自じ転てん車しゃの修しゅう理りも自じ分ぶんで頼たのむ？"
      },
      {
        "sender": "ケン",
        "text": "え？嫌いやだよ！お願ねがいしま～す！"
      },
      {
        "sender": "アイ",
        "text": "ったく！"
      }
    ]
  },
  {
    "id": "daily_9",
    "title": "Studying at School (学校で勉強します)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "All",
        "text": "先せん生せい、おはようございます！"
      },
      {
        "sender": "Sato",
        "text": "はい。"
      },
      {
        "sender": "Suzuki",
        "text": "はい。「継けい続ぞくは力ちからなり」という意い味みです。"
      },
      {
        "sender": "Sato",
        "text": "はい！来らい月げつ英えい検けん2級きゅうを受うけるつもりです。先せん月げつ受うけたんですが、不ふ合ごう格かくだったんです。なので、来らい月げつは絶ぜっ対たい合ごう格かくしたいです！"
      },
      {
        "sender": "Sato",
        "text": "はい！"
      },
      {
        "sender": "Inoue",
        "text": "僕ぼくはアメリカの大だい学がくに入にゅう学がくしたいので、TOEFL試し験けんに申もうし込こみました。"
      },
      {
        "sender": "Yamato",
        "text": "へー！すごい！。"
      },
      {
        "sender": "Inoue",
        "text": "「YOLO」だからね！"
      },
      {
        "sender": "Yamato",
        "text": "「YOLO」って何なに？"
      },
      {
        "sender": "Inoue",
        "text": "「You Only Live Once」！「人じん生せいは一いち度ど切きり！」って意い味みだよ！"
      },
      {
        "sender": "Yamato",
        "text": "なるほどね！僕ぼくは英えい語ごは苦にが手てだなあ。単たん語ごを覚おぼえてもすぐに忘わすれちゃうんだよ。"
      },
      {
        "sender": "Sato",
        "text": "「Practice　makes Perfect」でしょ！あきらめたら終おわわりだよ！自じ分ぶんを信しんじて頑がん張ばらないと！"
      },
      {
        "sender": "Yamato",
        "text": "先せん生せい、発はつ音おんがなかなか上じょう手ずにならないんですが、どうしたらいいですか。"
      },
      {
        "sender": "Yamato",
        "text": "シャドーイングですね。わかりました！やってみます！"
      },
      {
        "sender": "Tanaka",
        "text": "私わたしはリスニングが苦にが手てなんです。"
      },
      {
        "sender": "Tanaka",
        "text": "やはりそうですよね。"
      },
      {
        "sender": "Tanaka",
        "text": "わかりました！頑がん張ばります！"
      }
    ]
  },
  {
    "id": "daily_10",
    "title": "After School (放課後)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "Suzuki",
        "text": "大やま和とくん！今きょ日う、いっしょに映えい画が見みに行いかない？"
      },
      {
        "sender": "Yamato",
        "text": "ごめん！今きょ日うも部ぶ活かつがあるんだ！もうすぐインターハイがあるからね。"
      },
      {
        "sender": "Suzuki",
        "text": "何なに部ぶだっけ？"
      },
      {
        "sender": "Yamato",
        "text": "テニス部ぶ！"
      },
      {
        "sender": "Suzuki",
        "text": "すごい！かっこいいじゃん！大やま和と君くんは、スポーツ万ばん能のうだし、頭あたまもいいし、それにとってもイケメンだし！ほんとすごいよね！"
      },
      {
        "sender": "Yamato",
        "text": "え？そんなことないよ！照てれるな～。君きみは何なに部ぶだっけ？"
      },
      {
        "sender": "Suzuki",
        "text": "私わたし？私わたしは吹すい奏そう楽がく部ぶだよ。"
      },
      {
        "sender": "Yamato",
        "text": "楽がっ器きは何なに？"
      },
      {
        "sender": "Suzuki",
        "text": "コントラバス！"
      },
      {
        "sender": "Yamato",
        "text": "へー！すごいな！僕ぼくは楽がく譜ふも読よめないよ！"
      },
      {
        "sender": "Suzuki",
        "text": "でも、私わたし、実じつは音おん痴ちなんだ。"
      },
      {
        "sender": "Yamato",
        "text": "え？そうなの？"
      },
      {
        "sender": "Suzuki",
        "text": "うん。"
      },
      {
        "sender": "Yamato",
        "text": "ほんと？信しんじられないなあ！じゃ、今こん度どいっしょにカラオケに行いこうよ！"
      },
      {
        "sender": "Suzuki",
        "text": "え？カラオケ？私わたし、ほんとに音おん痴ちだから恥はずかしい。"
      },
      {
        "sender": "Yamato",
        "text": "大だい丈じょう夫ぶ！僕ぼくも音おん痴ちだから！"
      },
      {
        "sender": "Suzuki",
        "text": "えー！ほんと？でも、おもしろそう！"
      },
      {
        "sender": "Yamato",
        "text": "ところで、今きょ日うはどんな映えい画がを観みに行いくつもりなの？"
      },
      {
        "sender": "Suzuki",
        "text": "ホラー映えい画がだよ。"
      },
      {
        "sender": "Yamato",
        "text": "えー！僕ぼくはホラーは苦にが手てだな。鈴すず木きさんは大だい丈じょう夫ぶなの？"
      },
      {
        "sender": "Suzuki",
        "text": "うん！私わたしは全ぜん然ぜん平へい気き！だって、フィクションだもん！"
      },
      {
        "sender": "Yamato",
        "text": "フィクションってわかってても怖こわいよ。"
      },
      {
        "sender": "Suzuki",
        "text": "そうかなー？大やま和と君くんはどんな映えい画がが好すきなの？"
      },
      {
        "sender": "Yamato",
        "text": "僕ぼく？僕ぼくはアクション映えい画がが好すきかな？マーベル映えい画がとか大だい好すき！"
      },
      {
        "sender": "Suzuki",
        "text": "あー！マーベルかー！マーベルのヒーローで、誰だれが一いち番ばん好すき？"
      },
      {
        "sender": "Yamato",
        "text": "うーん、そうだな。僕ぼくはアイアンマンかな？鈴すず木きさんは？"
      },
      {
        "sender": "Suzuki",
        "text": "私わたしはスパイダーマンが好すき！私わたしもあんなふうにビルの壁かべをよじ登のぼってみたい！"
      },
      {
        "sender": "Yamato",
        "text": "じゃ、スパイダーウーマンだね！ははっ。"
      }
    ]
  },
  {
    "id": "daily_14",
    "title": "Ordering Delivery (デリバリーを注文します)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "Pizza",
        "text": "お電でん話わありがとうございます！ABCピザです！"
      },
      {
        "sender": "Pizza",
        "text": "はい、かしこまりました。サイズはどうされますか。"
      },
      {
        "sender": "Pizza",
        "text": "10％割わり引びきのクーポンですね？"
      },
      {
        "sender": "Pizza",
        "text": "はい、使つかえますよ。ほかにご注ちゅう文もんはございませんか。"
      },
      {
        "sender": "Pizza",
        "text": "かしこまりました。ご注ちゅう文もんは以い上じょうでしょうか。"
      },
      {
        "sender": "Pizza",
        "text": "では、ご注ちゅう文もんをご確かく認にんいたします。シーフートピザのSサイズがお一ひとつ、フライドポテトのSサイズがお一ひとつですね。以い上じょうでよろしいですか。"
      },
      {
        "sender": "Pizza",
        "text": "では、消しょう費ひ税ぜい込こみで1,840円えんになります。"
      },
      {
        "sender": "Pizza",
        "text": "今いまから30分ぷん以い内ないにお届とどけいたします。ご住じゅう所しょとお名な前まえ、お電でん話わ番ばん号ごうをお願ねがいします。"
      },
      {
        "sender": "Pizza",
        "text": "あ！お客きゃく様さまのご自じ宅たくは当とう店てんから近ちかいですね。もしお店みせまで取とりに来きていただけましたら、同おなじピザをもう1枚まいプレゼントいたしますよ。"
      },
      {
        "sender": "Pizza",
        "text": "それでは、テイクアウトということでお伺うかがいしておきますね。"
      },
      {
        "sender": "Pizza",
        "text": "では、今いまから15分ふん後ご以い降こうにお越こしくださいませ。"
      },
      {
        "sender": "Pizza",
        "text": "では、失しつ礼れいいたします。"
      }
    ]
  },
  {
    "id": "daily_15",
    "title": "Saying Hello (挨拶します)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "Kobayashi",
        "text": "こんにちは！"
      },
      {
        "sender": "サトシ",
        "text": "あ！小こ林ばやしさん！お久ひさし振ぶりです！最さい近きんお見みかけしませんでしたがお元げん気きでしたか。"
      },
      {
        "sender": "Kobayashi",
        "text": "はい、お陰かげ様さまで。実じつは、昨きの日う、実じっ家かから帰かえってきたばかりなんですよ。"
      },
      {
        "sender": "サトシ",
        "text": "ご実じっ家かから？"
      },
      {
        "sender": "Kobayashi",
        "text": "ええ、そうなんです。母ははが入にゅう院いんしていたもんですから。"
      },
      {
        "sender": "サトシ",
        "text": "え！そうなんですか？それは大たい変へんでしたね。"
      },
      {
        "sender": "Kobayashi",
        "text": "そうなんです。でも先せん週しゅう退たい院いんして、今いまはもうすっかり元げん気きになりました。"
      },
      {
        "sender": "サトシ",
        "text": "それはよかったですね。"
      },
      {
        "sender": "Kobayashi",
        "text": "はい、ありがとうございます。自じ転てん車しゃでスーパーへ行いくときに、転ころんでしまったんですよ。それで腕うでを骨こっ折せつしてしまって。"
      },
      {
        "sender": "サトシ",
        "text": "え！それは大たい変へんでしたね。"
      },
      {
        "sender": "Kobayashi",
        "text": "そうなんです。母ははも今こ年とし70歳さいになるので自じ転てん車しゃは危あぶないですね。"
      },
      {
        "sender": "サトシ",
        "text": "ほんとですね。"
      },
      {
        "sender": "Kobayashi",
        "text": "ええ、なので、母ははにネットスーパーの注ちゅう文もんの仕し方かたを教おしえました。ネットスーパーだと家いえまで配はい達たつしてくれますからね。"
      },
      {
        "sender": "サトシ",
        "text": "たしかに！とても便べん利りですよね。私わたしの妻つまもよくネットスーパーを使つかっていますよ。今いまはネットで何なんでも注ちゅう文もんできるから、便べん利りな時じ代だいになりました。"
      },
      {
        "sender": "Kobayashi",
        "text": "その分ぶん、運うん動どう不ぶ足そくになりましたけどね。"
      },
      {
        "sender": "サトシ",
        "text": "ははっ、確たしかに！"
      },
      {
        "sender": "Kobayashi",
        "text": "今きょ日うは久ひさし振ぶりにお天てん気きになってよかったですね。"
      },
      {
        "sender": "サトシ",
        "text": "ほんとに！ここ数すう日じつ、ずっと雨あめが降ふってましたからねぇ。"
      },
      {
        "sender": "Kobayashi",
        "text": "ほんと！おかげで洗せん濯たく物ものが全ぜん然ぜん乾かわきませんでした！"
      },
      {
        "sender": "サトシ",
        "text": "うちは乾かん燥そう機きで乾かわかしていたんですが、乾かん燥そう機きを使つかうと生き地じが傷いたむんですよね。"
      },
      {
        "sender": "Kobayashi",
        "text": "やはり太たい陽ようの下したで自し然ぜんに乾かん燥そうさせるのが一いち番ばんですね。"
      },
      {
        "sender": "サトシ",
        "text": "はい、自し然ぜんが一いち番ばんですよ。あ！でも、今きょ日うの夕ゆう方がた、夕ゆう立だちがあるかもしれないっていってましたよ。"
      },
      {
        "sender": "Kobayashi",
        "text": "え？そうなんですか？"
      },
      {
        "sender": "サトシ",
        "text": "はい、今け朝さの天てん気き予よ報ほうで言いってました。"
      },
      {
        "sender": "Kobayashi",
        "text": "わ！どうしよう！外そとに洗せん濯たく物ものが干ほしっぱなしだわ。"
      },
      {
        "sender": "サトシ",
        "text": "最さい近きんの天てん気き予よ報ほうはよく当あたるから。"
      },
      {
        "sender": "Kobayashi",
        "text": "そうですよね。"
      },
      {
        "sender": "サトシ",
        "text": "早はやく帰かえって取とり込こんだほうがいいかもしれないですね。"
      },
      {
        "sender": "Kobayashi",
        "text": "ほんとに！そうします。"
      },
      {
        "sender": "サトシ",
        "text": "じゃ、また今こん度どゆっくりお話はなししましょう！"
      },
      {
        "sender": "Kobayashi",
        "text": "はい、ではまた今こん度ど。"
      },
      {
        "sender": "サトシ",
        "text": "はい。ではまた。"
      }
    ]
  },
  {
    "id": "daily_16",
    "title": "Sending a Package (郵便局から荷物を送ります)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "Post",
        "text": "いらっしゃいませ。"
      },
      {
        "sender": "アイ",
        "text": "すみません。この荷に物もつを送おくりたいんですが。"
      },
      {
        "sender": "Post",
        "text": "中なか身みは何なんですか？"
      },
      {
        "sender": "アイ",
        "text": "お菓か子しとか化け粧しょう品ひんとか薬くすりです。"
      },
      {
        "sender": "Post",
        "text": "化け粧しょう品ひんや薬くすりは入はいっている成せい分ぶんによって航こう空くう便びんでは送おくれないものがあります。送おくれるかどうかは直ちょく接せつメーカーに確かく認にんしてください。"
      },
      {
        "sender": "アイ",
        "text": "あ、そうなんですね。じゃ、ちょっと電でん話わで確かく認にんします。"
      },
      {
        "sender": "アイ",
        "text": "確かく認にんしました。全ぜん部ぶ大だい丈じょう夫ぶでした。"
      },
      {
        "sender": "Post",
        "text": "そうですか。"
      },
      {
        "sender": "アイ",
        "text": "送そう料りょうはだいたいいくらぐらいかかりますか。"
      },
      {
        "sender": "Post",
        "text": "どちらまで送おくられますか。"
      },
      {
        "sender": "アイ",
        "text": "カリフォルニアの友とも達だちに送おくってあげようと思おもって。"
      },
      {
        "sender": "Post",
        "text": "重おもさはわかりますか。"
      },
      {
        "sender": "アイ",
        "text": "いえ。"
      },
      {
        "sender": "Post",
        "text": "じゃ、こちらで測はかってみましょう。"
      },
      {
        "sender": "Post",
        "text": "重おもさは1いっ.てん8はち㎏きろ、大おおきさは30cmせんち×かける25cmせんち×かける20cmせんちですね。航こう空くう便びんで送おくられますか。"
      },
      {
        "sender": "アイ",
        "text": "いえ。航こう空くう便びんだといくらになりますか。"
      },
      {
        "sender": "Post",
        "text": "6,700円えんです。EMSだと8,000円えん、SAL便びんなら4,100円えん、船ふな便びんだと3,300円えんです。"
      },
      {
        "sender": "アイ",
        "text": "それぞれどのくらいで届とどきますか。"
      },
      {
        "sender": "Post",
        "text": "EMSなら4し–5ご日にち、航こう空くう便びんなら1いっ週しゅう間かんから10とお日か、船ふな便びんだと2-3週しゅう間かんぐらいだと思おもいます。"
      },
      {
        "sender": "アイ",
        "text": "そうなんですか。じゃ、航こう空くう便びんにします。"
      },
      {
        "sender": "Post",
        "text": "では、この送おくり状じょうに英えい語ごでご記き入にゅうください。それから、荷に物もつの紐ひもですが、切きれるかもしれないので、このPPバンドで括くくってください。"
      },
      {
        "sender": "アイ",
        "text": "すみません、括くくり方かたがわからないんですが。"
      },
      {
        "sender": "PPost",
        "text": "では、こちらでやっておきますね。"
      },
      {
        "sender": "アイ",
        "text": "すみません、お願ねがいします。"
      },
      {
        "sender": "アイ",
        "text": "これでいいですか。"
      },
      {
        "sender": "Post",
        "text": "はい、今きょ日うの日ひ付づけを書かいて、こちらにサインをお願ねがいします。"
      },
      {
        "sender": "アイ",
        "text": "はい。これでいいですか。"
      },
      {
        "sender": "Post",
        "text": "はい、結けっ構こうです。では、6,700円えんになります。"
      },
      {
        "sender": "Post",
        "text": "6,700円えんちょうどお預あずかりいたします。こちらがレシートとお控ひかえになります。"
      },
      {
        "sender": "アイ",
        "text": "どうも。では宜よろしくお願ねがいします。"
      },
      {
        "sender": "Post",
        "text": "かしこまりました。ありがとうございました。"
      }
    ]
  },
  {
    "id": "daily_17",
    "title": "Going to the Hair Salon (美容院へ行きます)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "Hairdresser",
        "text": "いらっしゃいませ。今きょ日うはどうされますか。"
      },
      {
        "sender": "Hairdresser",
        "text": "シャンプーはされますか。"
      },
      {
        "sender": "Hairdresser",
        "text": "では、あちらのシャンプー台だいのほうへお願ねがいします。"
      },
      {
        "sender": "Hairdresser",
        "text": "熱あつかったらおっしゃってください。"
      },
      {
        "sender": "Hairdresser",
        "text": "痒かゆいところはないですか。"
      },
      {
        "sender": "Hairdresser",
        "text": "トリートメントはされますか。"
      },
      {
        "sender": "Hairdresser",
        "text": "お疲つかれ様さまでした。では、あちらのカット台だいのほうへお願ねがいします。"
      },
      {
        "sender": "Hairdresser",
        "text": "今きょ日うはどうされますか。"
      },
      {
        "sender": "Hairdresser",
        "text": "かしこまりました。短みじかめがいいですか？長ながめがいいですか？"
      },
      {
        "sender": "Hairdresser",
        "text": "かしこまりました。"
      },
      {
        "sender": "Hairdresser",
        "text": "こんな感かんじでいいですか。"
      },
      {
        "sender": "Hairdresser",
        "text": "かしこまりました。"
      },
      {
        "sender": "Hairdresser",
        "text": "これでいかがですか。"
      },
      {
        "sender": "Hairdresser",
        "text": "熱あつかったら言いってください。"
      },
      {
        "sender": "Hairdresser",
        "text": "こんな感かんじでよろしいですか。"
      },
      {
        "sender": "Hairdresser",
        "text": "では、あちらのレジでお会かい計けい願ねがいます。"
      },
      {
        "sender": "Hairdresser",
        "text": "本ほん日じつはシャンプーとカットで5,500円えんになります。メンバーズカードはお持もちですか？"
      },
      {
        "sender": "Hairdresser",
        "text": "ありがとうございます。では、6,000円えんとメンバーズカードをお預あずかりいたします。"
      },
      {
        "sender": "Hairdresser",
        "text": "500円えんのおつりとメンバーズカードをお返かえしいたします。"
      },
      {
        "sender": "Hairdresser",
        "text": "今きょ日うはどうもありがとうございました。またお越こしくださいませ。"
      }
    ]
  },
  {
    "id": "daily_18",
    "title": "Chatting with Friends on LINE (友達とLINEで話します)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "ユメ",
        "text": "もしもし、杏あんちゃん？"
      },
      {
        "sender": "友達",
        "text": "あ！夢ゆめちゃん？どうしたの？"
      },
      {
        "sender": "ユメ",
        "text": "今いま、何なにしてんの？"
      },
      {
        "sender": "友達",
        "text": "別べつに何なにもしてないけど？どうしたの？"
      },
      {
        "sender": "ユメ",
        "text": "ううん、別べつに、暇ひまだから電でん話わした。"
      },
      {
        "sender": "友達",
        "text": "学がっ校こうの宿しゅく題だいはもうやったの？"
      },
      {
        "sender": "ユメ",
        "text": "何なんの宿しゅく題だい？"
      },
      {
        "sender": "友達",
        "text": "数すう学がくの宿しゅく題だいがあったよね？"
      },
      {
        "sender": "ユメ",
        "text": "え？そうだっけ？まだやってない。杏あんちゃん、もうやったの？"
      },
      {
        "sender": "友達",
        "text": "私わたしもまだ。"
      },
      {
        "sender": "ユメ",
        "text": "え！なーんだ！"
      },
      {
        "sender": "友達",
        "text": "じゃ、いっしょにやろうよ！"
      },
      {
        "sender": "ユメ",
        "text": "うん、いいよ！"
      },
      {
        "sender": "友達",
        "text": "じゃ、LINEのカメラ開あけるね！"
      },
      {
        "sender": "ユメ",
        "text": "うん！"
      },
      {
        "sender": "ユメ",
        "text": "この5番ばんの問もん題だい、難むずかしいね。杏あんちゃんできる？"
      },
      {
        "sender": "友達",
        "text": "うん、この前まえ、塾じゅくで習ならったばかりだから。"
      },
      {
        "sender": "ユメ",
        "text": "そうなんだ？どうやってやるの？教おしえて！"
      },
      {
        "sender": "ユメ",
        "text": "なるほどー！よくわかった！ありがとう！"
      },
      {
        "sender": "友達",
        "text": "いえいえ。"
      },
      {
        "sender": "ユメ",
        "text": "杏あんちゃんは数すう学がく得とく意いだもんね。"
      },
      {
        "sender": "友達",
        "text": "そうだね。どちらかといえば、文ぶん系けいより理り系けいのほうが好すきかな？"
      },
      {
        "sender": "ユメ",
        "text": "私わたしは数すう学がくは苦にが手てだなぁ。"
      },
      {
        "sender": "友達",
        "text": "でも、愛あいちゃん、英えい語ごが得とく意いでしょ。"
      },
      {
        "sender": "ユメ",
        "text": "まあね。将しょう来らいアメリカに留りゅう学がくしたいから。"
      },
      {
        "sender": "友達",
        "text": "すごい！"
      },
      {
        "sender": "ユメ",
        "text": "「好すきこそものの上じょう手ずなれ」っていうからね。"
      },
      {
        "sender": "友達",
        "text": "たしかに！好すきじゃないと続つづかないもんね。"
      },
      {
        "sender": "ユメ",
        "text": "ところで、今こん週しゅうの土ど曜よう日び開あいてる？"
      },
      {
        "sender": "友達",
        "text": "午ご後ごは開あいてるけど？どうして？"
      },
      {
        "sender": "ユメ",
        "text": "今いま、駅えき前まえのカフェが苺いちごフェアやってるんだけど、いっしょに苺いちごパフェ食たべに行いかない？"
      },
      {
        "sender": "友達",
        "text": "お！いいね！行いく行いく！"
      },
      {
        "sender": "ユメ",
        "text": "じゃ、3時じに駅えき前まえのカフェの前まえで待まってるね。"
      },
      {
        "sender": "友達",
        "text": "うん！OK！"
      },
      {
        "sender": "ユメ",
        "text": "明あし日た電でん話わで予よ約やくしとくよ！"
      },
      {
        "sender": "友達",
        "text": "宜よろしく～！"
      },
      {
        "sender": "ユメ",
        "text": "じゃ、土ど曜よう日び午ご後ご3時じに！"
      },
      {
        "sender": "友達",
        "text": "午ご後ご3時じだね！"
      },
      {
        "sender": "ユメ",
        "text": "うん！じゃ、そろそろ切きるね！"
      },
      {
        "sender": "友達",
        "text": "うん！またね。"
      }
    ]
  },
  {
    "id": "daily_19",
    "title": "Shopping (買い物します)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "Sales",
        "text": "いらっしゃいませ。何なにをお探さがしですか。"
      },
      {
        "sender": "アイ",
        "text": "スカートを探さがしているんですが。"
      },
      {
        "sender": "Sales",
        "text": "スカートですね。こちらでございます。"
      },
      {
        "sender": "アイ",
        "text": "あ、どうも。"
      },
      {
        "sender": "Sales",
        "text": "どのようなスカートをお探さがしですか。"
      },
      {
        "sender": "アイ",
        "text": "うーん、チェックのを探さがしているんですが・・・。"
      },
      {
        "sender": "Sales",
        "text": "チェックのですね。こちらはどうですか？"
      },
      {
        "sender": "アイ",
        "text": "いいですね。試し着ちゃくできますか。"
      },
      {
        "sender": "Sales",
        "text": "はい、あちらに試し着ちゃく室しつがございます。"
      },
      {
        "sender": "Sales",
        "text": "お客きゃく様さま、いかがですか？"
      },
      {
        "sender": "アイ",
        "text": "ちょっときついかなぁ・・・もう少すこし大おおきいサイズはありますか。"
      },
      {
        "sender": "Sales",
        "text": "はい、こちらになります。"
      },
      {
        "sender": "アイ",
        "text": "ちょっと着きてみます。"
      },
      {
        "sender": "Sales",
        "text": "お客きゃく様さま、いかがですか？"
      },
      {
        "sender": "アイ",
        "text": "サイズはちょうどいいです。"
      },
      {
        "sender": "アイ",
        "text": "でも、もう少すこし赤あかっぽいのがほしいんですが・・・。"
      },
      {
        "sender": "Sales",
        "text": "赤あか系けいですね。こちらに色いろ違ちがいがございます。"
      },
      {
        "sender": "アイ",
        "text": "あ！これがいいですね！これはいくらですか？"
      },
      {
        "sender": "Sales",
        "text": "税ぜい込こみで4,980円えんになります。"
      },
      {
        "sender": "アイ",
        "text": "じゃ、これにします。カードで払はらえますか？"
      },
      {
        "sender": "Sales",
        "text": "はい、大だい丈じょう夫ぶですよ。"
      },
      {
        "sender": "Sales",
        "text": "4,980円えんになります。カードでお支し払はらいですね。"
      },
      {
        "sender": "アイ",
        "text": "はい。"
      },
      {
        "sender": "Sales",
        "text": "では、カードをお預あずかりいたします。暗あん証しょう番ばん号ごうを押おしてください。"
      },
      {
        "sender": "アイ",
        "text": "はい。"
      },
      {
        "sender": "Sales",
        "text": "ありがとうございます。カードをお返かえしいたします。"
      },
      {
        "sender": "アイ",
        "text": "はい。"
      },
      {
        "sender": "Sales",
        "text": "こちらが商しょう品ひんとレシートになります。ありがとうございました。またお越こしくださいませ。"
      },
      {
        "sender": "アイ",
        "text": "どうも。"
      }
    ]
  },
  {
    "id": "daily_20",
    "title": "Opening a Bank Account (銀行口座を開設します)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "Bank",
        "text": "いらっしゃいませ。"
      },
      {
        "sender": "アイ",
        "text": "新あたらしい口こう座ざを作つくりたいんですが。"
      },
      {
        "sender": "Bank",
        "text": "かしこまりました。あちらの番ばん号ごう札ふだを引ひいてお待まちください。"
      },
      {
        "sender": "Bank",
        "text": "番ばん号ごう札ふだ16番ばんの方かた！2番ばんの窓まど口ぐちまでお越こしください！"
      },
      {
        "sender": "Bank",
        "text": "お待またせいたしました。今きょ日うはどうされますか？"
      },
      {
        "sender": "アイ",
        "text": "普ふ通つう預よ金きんの新あたらしい口こう座ざを作つくりたいんですが。"
      },
      {
        "sender": "Bank",
        "text": "かしこまりました。銀ぎん行こう印いんはお持もちですか。"
      },
      {
        "sender": "アイ",
        "text": "はい、持もって来きました。"
      },
      {
        "sender": "Bank",
        "text": "かしこまりました。キャッシュカードも作つくられますか？"
      },
      {
        "sender": "アイ",
        "text": "はい。"
      },
      {
        "sender": "Bank",
        "text": "では、こちらの用よう紙しに必ひつ要よう事じ項こうをご記き入にゅうくださいませ。"
      },
      {
        "sender": "アイ",
        "text": "はい。"
      },
      {
        "sender": "Bank",
        "text": "暗あん証しょう番ばん号ごうはお忘わすれにならないようにお願ねがいいたします。"
      },
      {
        "sender": "アイ",
        "text": "はい。"
      },
      {
        "sender": "Bank",
        "text": "では、こちらに銀ぎん行こう印いんを押おしてください。"
      },
      {
        "sender": "アイ",
        "text": "はい。"
      },
      {
        "sender": "Bank",
        "text": "何なにか身み分ぶん証しょう明めい書しょはお持ちですか？"
      },
      {
        "sender": "アイ",
        "text": "運うん転てん免めん許きょ証しょうでいいですか？"
      },
      {
        "sender": "Bank",
        "text": "はい、大だい丈じょう夫ぶです。では、コピーさせていただきます。"
      },
      {
        "sender": "Bank",
        "text": "ありがとうございました。お返かえしいたします。"
      },
      {
        "sender": "アイ",
        "text": "はい。"
      },
      {
        "sender": "Bank",
        "text": "口こう座ざ開かい設せつ時じに1円えん以い上じょうのお預あずかり入いれをお願ねがいしております。おいくらになさいますか？"
      },
      {
        "sender": "アイ",
        "text": "じゃ、1,000円えんでお願ねがいします。"
      },
      {
        "sender": "Bank",
        "text": "かしこまりました。では、1,000円えんお預あずかりいたします。"
      },
      {
        "sender": "アイ",
        "text": "はい。"
      },
      {
        "sender": "Bank",
        "text": "できましたら「18番ばん」でお呼よびいたします。この札ふだを持もって、もうしばらくお待まちくださいませ。"
      },
      {
        "sender": "アイ",
        "text": "はい。"
      },
      {
        "sender": "Bank",
        "text": "18番ばんの札ふだをお持もちのお客きゃく様さま！2番ばんの窓まど口ぐちまでお越こしくださいませ！"
      },
      {
        "sender": "Bank",
        "text": "お待またせいたしました。こちらが新あたらしい通つう帳ちょうになります。キャッシュカードは、書かき留とめでご自じ宅たくまでお送おくりいたします。だいたい1週しゅう間かんほどで届とどくと思おもいます。"
      },
      {
        "sender": "アイ",
        "text": "わかりました。"
      },
      {
        "sender": "Bank",
        "text": "本ほん日じつはどうもありがとうございました。"
      },
      {
        "sender": "アイ",
        "text": "どうも。"
      }
    ]
  },
  {
    "id": "daily_21",
    "title": "Cooking Dinner (晩御飯を作ります)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "ユメ",
        "text": "ただいま！"
      },
      {
        "sender": "アイ",
        "text": "おかえりなさい！"
      },
      {
        "sender": "ユメ",
        "text": "ママ！今きょ日うの晩ばんご飯はんは何なに？"
      },
      {
        "sender": "アイ",
        "text": "まだ決きめてないんだけど・・・。"
      },
      {
        "sender": "ユメ",
        "text": "じゃ、ハンバーグがいいな！"
      },
      {
        "sender": "アイ",
        "text": "お豆とう腐ふと挽ひき肉にくがあるから、和わ風ふうハンバーグにしよう！"
      },
      {
        "sender": "アイ",
        "text": "じゃ、お手て伝つだいしてくれる？"
      },
      {
        "sender": "ユメ",
        "text": "うん！いいよ！"
      },
      {
        "sender": "アイ",
        "text": "じゃ、先さきに手てを洗あらってきて！"
      },
      {
        "sender": "ユメ",
        "text": "はい！"
      },
      {
        "sender": "アイ",
        "text": "じゃ、まず、玉たま葱ねぎをみじん切ぎりにしてくれる？"
      },
      {
        "sender": "アイ",
        "text": "この包ほう丁ちょう、よく切きれるから気きをつけてね。"
      },
      {
        "sender": "ユメ",
        "text": "うん、わかった。"
      },
      {
        "sender": "アイ",
        "text": "次つぎは牛ぎゅう豚ぶたの合あい挽びき肉にくとお豆とう腐ふをボールに入いれてっと。玉たま葱ねぎできた？"
      },
      {
        "sender": "ユメ",
        "text": "うん、できたよ！"
      },
      {
        "sender": "アイ",
        "text": "じゃ、この玉たま葱ねぎのみじん切ぎりと調ちょう味み料りょうを入いれて手てでよくかき混まぜます！"
      },
      {
        "sender": "ユメ",
        "text": "私わたしもやりたい！"
      },
      {
        "sender": "アイ",
        "text": "いいわよ！力ちからを入いれてしっかり混まぜ合あわせてね！"
      },
      {
        "sender": "ユメ",
        "text": "うん！"
      },
      {
        "sender": "アイ",
        "text": "しっかり混まざったら、今こん度どはハンバーグの形かたちに整ととのえてっと！"
      },
      {
        "sender": "ユメ",
        "text": "できた！"
      },
      {
        "sender": "アイ",
        "text": "じゃ、フライパンに油あぶらを入いれて、中ちゅう火びで2、3分ぷん焼やくわよ！"
      },
      {
        "sender": "ユメ",
        "text": "うん！"
      },
      {
        "sender": "アイ",
        "text": "2-3分ぷん焼やいたら、ターナーで裏うら返がえして、蓋ふたを閉しめて、弱よわ火びで7-8分ふん焼やくの。"
      },
      {
        "sender": "ユメ",
        "text": "わあ！おいしそうな匂においがしてきた！"
      },
      {
        "sender": "アイ",
        "text": "じゃ、今こん度どはお味み噌そ汁しるね！油あぶら揚あげと葱ねぎのお味み噌そ汁しるにしようかな。じゃ、夢ゆめちゃん、葱ねぎを切きってくれる？"
      },
      {
        "sender": "ユメ",
        "text": "了りょう解かい！"
      },
      {
        "sender": "ユメ",
        "text": "こんな感かんじ？"
      },
      {
        "sender": "アイ",
        "text": "うーん、もうちょっと細ほそいほうがいいかな。"
      },
      {
        "sender": "ユメ",
        "text": "わかった！"
      },
      {
        "sender": "アイ",
        "text": "油あぶら揚あげも細ほそ切ぎりにしてくれる？"
      },
      {
        "sender": "ユメ",
        "text": "了りょう解かい！"
      },
      {
        "sender": "アイ",
        "text": "あ！ご飯はん炊たくの忘わすれてた！"
      },
      {
        "sender": "ユメ",
        "text": "え？大だい丈じょう夫ぶ？"
      },
      {
        "sender": "アイ",
        "text": "大だい丈じょう夫ぶ！早はや炊だきボタンなら、20分ぷんで炊たけるから！"
      },
      {
        "sender": "ユメ",
        "text": "よかった！"
      },
      {
        "sender": "Mugi",
        "text": "ワンワン！"
      },
      {
        "sender": "Hana",
        "text": "ミャーミャー！"
      },
      {
        "sender": "アイ",
        "text": "あ！麦むぎと花はなにも餌えさをやらないとね！"
      },
      {
        "sender": "ユメ",
        "text": "あ！忘わすれてた！ごめんごめん！すぐあげるからね！"
      }
    ]
  },
  {
    "id": "daily_22",
    "title": "Going Out for Drinks (お酒を飲みに行きます)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "Takahashi",
        "text": "最さい近きん、駅えき前まえにできたスペインバル、おいしいって評ひょう判ばんですね。"
      },
      {
        "sender": "Yamato",
        "text": "へー！そうなんだ？なんてお店みせ？"
      },
      {
        "sender": "Takahashi",
        "text": "「Esta muy rico」っていうお店みせです。ワインもおいしいらしいですよ！"
      },
      {
        "sender": "Yamato",
        "text": "じゃ、今こん度どみんなで行いってみるか？"
      },
      {
        "sender": "Takahashi",
        "text": "お！いいですね！"
      },
      {
        "sender": "Yamato",
        "text": "じゃ、高たか橋はしくん、予よ約やくしといてくれる？"
      },
      {
        "sender": "Takahashi",
        "text": "はい、わかりました。"
      },
      {
        "sender": "Staff",
        "text": "お電でん話わありがとうございます。スペインバル「Esta muy rico」です。"
      },
      {
        "sender": "Takahashi",
        "text": "あ、すみません。予よ約やくしたいんですが。"
      },
      {
        "sender": "Staff",
        "text": "かしこまりました。"
      },
      {
        "sender": "Takahashi",
        "text": "今こん週しゅうの金きん曜よう日びなんですが大だい丈じょう夫ぶですか？"
      },
      {
        "sender": "Staff",
        "text": "何なん名めい様さまでしょうか？"
      },
      {
        "sender": "Takahashi",
        "text": "5名めいです。"
      },
      {
        "sender": "Staff",
        "text": "お時じ間かんは何なん時じからでしょうか。"
      },
      {
        "sender": "Takahashi",
        "text": "19時じからお願ねがいします。"
      },
      {
        "sender": "Staff",
        "text": "少しょう々しょうお待まちください。確かく認にんいたします。"
      },
      {
        "sender": "Staff",
        "text": "はい、大だい丈じょう夫ぶです。では、お名な前まえとお電でん話わ番ばん号ごうをお願ねがいいたします。"
      },
      {
        "sender": "Takahashi",
        "text": "高たか橋はしです。携けい帯たい番ばん号ごうは099-1234-5678です。"
      },
      {
        "sender": "Staff",
        "text": "かしこまりました。復ふく唱しょういたします。高たか橋はし様さま、お電でん話わ番ばん号ごうは099-1234-5678ですね。"
      },
      {
        "sender": "Takahashi",
        "text": "はい、そうです。"
      },
      {
        "sender": "Staff",
        "text": "では、5月15日金きん曜よう日び、19時じから5名めい様さまでお取とりしておきます。"
      },
      {
        "sender": "Takahashi",
        "text": "はい、宜よろしくお願ねがいします。"
      },
      {
        "sender": "Staff",
        "text": "では、お待まちしております。"
      },
      {
        "sender": "Takahashi",
        "text": "はい。"
      },
      {
        "sender": "Yamato",
        "text": "さあ！飲のみに行いこう！"
      },
      {
        "sender": "Kato",
        "text": "駅えき前まえのバルですね！"
      },
      {
        "sender": "Yamato",
        "text": "何なん時じの予よ約やくだっけ？"
      },
      {
        "sender": "Takahashi",
        "text": "19時じから予よ約やくしときました。"
      },
      {
        "sender": "Takahashi",
        "text": "わかった！だいたい何なん分ぷんぐらいかかる？"
      },
      {
        "sender": "Takahashi",
        "text": "了りょう解かい！"
      },
      {
        "sender": "Staff",
        "text": "いらっしゃいませ！何なん名めい様さまですか？"
      },
      {
        "sender": "Takahashi",
        "text": "今きょ日うの19時じから予よ約やくしていた高たか橋はしです。"
      },
      {
        "sender": "Staff",
        "text": "本ほん日じつ19時じから5名めい様さまでご予よ約やくの高たか橋はし様さまですね。"
      },
      {
        "sender": "Takahashi",
        "text": "1ひと人りはあとから来きます。"
      },
      {
        "sender": "Staff",
        "text": "どうぞ。"
      },
      {
        "sender": "Kato",
        "text": "もうおなかペコペコ！"
      },
      {
        "sender": "Takahashi",
        "text": "ぼくも！"
      },
      {
        "sender": "Yamato",
        "text": "なんでも好すきな物ものを注ちゅう文もんして！"
      },
      {
        "sender": "Kato",
        "text": "先さきに飲のみ物ものを注ちゅう文もんしなくちゃ！"
      },
      {
        "sender": "Yamato",
        "text": "僕ぼくは生なまビール！"
      },
      {
        "sender": "Kato",
        "text": "私わたしは赤あかワインで！"
      },
      {
        "sender": "Suzuki(Direct",
        "text": "私わたしは何なににしようかな？じゃ、私わたしも赤あかワインにします。"
      },
      {
        "sender": "Takahashi",
        "text": "僕ぼくは生なまビール！"
      },
      {
        "sender": "Takahashi",
        "text": "すみませーん！"
      },
      {
        "sender": "Staff",
        "text": "はい。お待またせしました。"
      },
      {
        "sender": "Takahashi",
        "text": "生なまビール2ふたつと赤あかワイン２ふたつお願ねがいします！"
      },
      {
        "sender": "Staff",
        "text": "かしこまりました。お料りょう理りはそちらのタブレットからでもご注ちゅう文もんできます。"
      },
      {
        "sender": "Kato",
        "text": "あ！わかりました。"
      },
      {
        "sender": "Yamato",
        "text": "何なに食たべる？"
      },
      {
        "sender": "Suzuki(Direct",
        "text": "この蝦えびのアヒージョおいしそう！"
      },
      {
        "sender": "Yamato",
        "text": "じゃ、それにしよう！他ほかは？"
      },
      {
        "sender": "Takahashi",
        "text": "生なまハムの盛もり合あわせもいいね。"
      },
      {
        "sender": "Yamato",
        "text": "じゃ、それも注ちゅう文もんしよう！"
      },
      {
        "sender": "Yamato",
        "text": "じゃ、とりあえず、乾かん杯ぱいしよう！"
      },
      {
        "sender": "Takahashi",
        "text": "そうですね！"
      },
      {
        "sender": "Yamato",
        "text": "乾かん杯ぱい！"
      },
      {
        "sender": "All",
        "text": "乾かん杯ぱい！"
      },
      {
        "sender": "Yamato",
        "text": "今きょ日うもお疲つかれ様さまでした！"
      }
    ]
  },
  {
    "id": "daily_23",
    "title": "Taking a Bath (お風呂に入ります)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "アイ",
        "text": "夢ゆめちゃん、先さきにお風ふ呂ろに入はいりなさい。"
      },
      {
        "sender": "ユメ",
        "text": "はーい！"
      },
      {
        "sender": "ユメ",
        "text": "今日きょうはどの香かおりの入にゅう浴よく剤ざいにしようかな？今日きょうはラベンダーの香かおりにしよう！"
      },
      {
        "sender": "ユメ",
        "text": "あー！いい匂におい！やっぱりお風ふ呂ろは気き持もちいいなぁ！一いち日にちの疲つかれが吹ふっ飛とぶわ！"
      },
      {
        "sender": "ユメ",
        "text": "このシャンプー、とっても泡あわ立だちがいいんだよね～。次つぎはリンスっと！あれ？なんかリンスの減へりが早はやいなぁ。あー！絶ぜっ対たいお兄にいちゃんが使つかってるんだ！"
      },
      {
        "sender": "ユメ",
        "text": "お風ふ呂ろでたよー！"
      },
      {
        "sender": "アイ",
        "text": "健けん！夢ゆめちゃんがお風ふ呂ろ出でたって！次つぎ、健けんちゃん入はいって！"
      },
      {
        "sender": "ケン",
        "text": "えー！今いま、ゲームやってるんだけど！"
      },
      {
        "sender": "アイ",
        "text": "何なに言いってるの！ゲームなんかいつでもできるでしょ！さっさとお風ふ呂ろに入はいりなさい！"
      },
      {
        "sender": "ケン",
        "text": "はいはい、わかりました。"
      },
      {
        "sender": "ユメ",
        "text": "あ！お兄にいちゃん！私わたしのリンス使つかってるでしょ？"
      },
      {
        "sender": "ケン",
        "text": "え？なんで？"
      },
      {
        "sender": "ユメ",
        "text": "だって、減へるのが速はやいんだもん！高たかいんだから使つかわないでよ！"
      },
      {
        "sender": "ケン",
        "text": "ちぇっ！ケチだなぁ～。"
      },
      {
        "sender": "ユメ",
        "text": "ケチって、どっちがケチなのよ！自じ分ぶんで買かってきて使つかいなさいよ！"
      },
      {
        "sender": "ケン",
        "text": "はいはい、わかりました～。"
      },
      {
        "sender": "ケン",
        "text": "わ！ぬるい！設せっ定てい温おん度どが39℃どになってる！夢ゆめは熱あついのが苦にが手てだからな～。"
      },
      {
        "sender": "ケン",
        "text": "やっぱりお風ふ呂ろは熱あつくなくっちゃ～！ああ！気き持もちいい！"
      }
    ]
  },
  {
    "id": "daily_24",
    "title": "Good Night (おやすみなさい)",
    "icon": "🗣️",
    "messages": [
      {
        "sender": "アイ",
        "text": "そろそろ寝ねる時じ間かんよ！"
      },
      {
        "sender": "ケン",
        "text": "えー、まだ早はやいよ！"
      },
      {
        "sender": "アイ",
        "text": "何なに言いってるの！明あし日たまだ学がっ校こうがあるでしょ！"
      },
      {
        "sender": "ケン",
        "text": "うーん、そうだけど・・・。"
      },
      {
        "sender": "ユメ",
        "text": "あ！今いま、テレビで洪こう水ずいのニュースやってるよ！"
      },
      {
        "sender": "ケン",
        "text": "わ！ほんとだ！川かわが氾はん濫らんしてる！"
      },
      {
        "sender": "アイ",
        "text": "最さい近きん、異い常じょう気き象しょうが多おおいよね。"
      },
      {
        "sender": "ケン",
        "text": "地ち球きゅう温おん暖だん化かの影えい響きょうかなぁ。"
      },
      {
        "sender": "サトシ",
        "text": "そうだね。最さい近きん台たい風ふうもよく来くるし・・・。"
      },
      {
        "sender": "ユメ",
        "text": "温おん暖だん化か対たい策さくちゃんとしないとだめだよね。"
      },
      {
        "sender": "アイ",
        "text": "ほんとそうだね。"
      },
      {
        "sender": "ユメ",
        "text": "じゃ、私わたしはもう寝ねるね！おやすみなさい！"
      },
      {
        "sender": "アイ",
        "text": "歯はを磨みがいた？"
      },
      {
        "sender": "ユメ",
        "text": "うん、とっくに磨みがいたよ！"
      },
      {
        "sender": "アイ",
        "text": "じゃ、おやすみなさい！"
      },
      {
        "sender": "ケン",
        "text": "じゃ、ぼくもそろそろねるか。おやすみ！"
      },
      {
        "sender": "アイ",
        "text": "はい、おやすみ！"
      },
      {
        "sender": "サトシ",
        "text": "最さい近きん、なかなか熟じゅく睡すいできないんだよね。"
      },
      {
        "sender": "アイ",
        "text": "え？そうなの？"
      },
      {
        "sender": "サトシ",
        "text": "年とし取とったせいかな？夜よ中なかに何なん度ども目めが覚さめるんだ。"
      },
      {
        "sender": "アイ",
        "text": "仕し事ごとのストレスじゃない？"
      },
      {
        "sender": "サトシ",
        "text": "そうかもね？そういえば、新あたらしく始はじまったプロジェクトの夢ゆめばかりみるし。"
      },
      {
        "sender": "アイ",
        "text": "体からだを疲つかれさせれば寝ねれるんじゃない？"
      },
      {
        "sender": "サトシ",
        "text": "毎まい日にち、ジョギングしてるんだけどなぁ。"
      },
      {
        "sender": "アイ",
        "text": "ストレス解かい消しょうにはヨガがいいそうよ！"
      },
      {
        "sender": "サトシ",
        "text": "ヨガ？でも、俺おれ、体からだ硬かたいからなぁ。"
      },
      {
        "sender": "アイ",
        "text": "大丈夫(だいじょうぶ)！最初(さいしょ)は硬(かた)くても、続(つづ)けていれば、そのうちだんだん柔(やわ)らかくなってくるから！"
      },
      {
        "sender": "サトシ",
        "text": "ほんと？でも、ヨガ教きょう室しつに行いく時じ間かんがないんだけど？"
      },
      {
        "sender": "アイ",
        "text": "それも大だい丈じょう夫ぶ！YouTubeにいっぱいヨガのチャンネルがあるから！最さい初しょは簡かん単たんなのからやればいいのよ。"
      },
      {
        "sender": "サトシ",
        "text": "そうだね。じゃ、さっそく明あし日たから寝ねる前まえにやってみるか？"
      },
      {
        "sender": "アイ",
        "text": "私もいっしょにやろうっと！あ！もう12時じよ！そろそろ寝ねないと！"
      },
      {
        "sender": "サトシ",
        "text": "あ！ほんとだ！電でん気き切きるよ！おやすみ！"
      },
      {
        "sender": "アイ",
        "text": "うん、おやすみなさい！"
      }
    ]
  }
];
